[{
        "id": "4503519047298188785",
        "title": "IPL 2021: Saurabh Tiwary Looks Hungrier Than Suryakumar Yadav or Ishan Kishan: Brian Lara",
        "url": "https://www.thequint.com/indian-premier-league-ipl/ipl-2021-saurabh-tiwary-looks-hungrier-than-suryakumar-yadav-or-ishan-kishan-brian-lara",
        "description": "Suryakumar Yadav and Ishan Kishan are both part of India's squad for the T20 World Cup. The squad though can be altered up until 10 October.",
        "body": "Share\nComments\nFollowing another dismal performance by Mumbai Indians player Suryakumar Yadav -- who was bowled for a duck by Ravi Bishnoi -- and Ishan Kishan being dropped from the five-time champions' playing XI against Punjab Kings on Tuesday, West Indian legend Brian Lara said that either the player were getting bogged down by India selection or they, perhaps, had lost the appetite to win.\nThough Mumbai Indians defeated Punjab Kings by six wickets at the Zayed Cricket Stadium in Abu Dhabi on Tuesday, Suryakumar's poor run continued, and with Ishan Kishan too being dropped due to performance-related issues, Lara came down heavily on both the cricketers for not showing the right intent.\nAlso Read\nIPL 2021's Final Two League Matches to be Played Simultaneously\nBoth the cricketers are a part of India's ICC T20 World Cup squad to be held in the UAE and Oman in October-November this year.\n\"Maybe Indian selection (one of the reasons for the dismal showing). A lot of guys maybe are sitting back on their laurels now. They remember the Indian team, something may be more important. But this is where your bread and butter is. Playing the IPL, this is where you have done it. Looking at Suryakumar, looking at Ishan Kishan, looking at (Saurabh) Tiwary, he looks hungrier than they are,\" Lara said on Star Sports on Tuesday.\nEven as Suryakumar was bowled for a duck, Saurabh Tiwary made a 37-ball 45 and played a key role in Mumbai Indian's run chase on Tuesday.\nThe 31-year-old Suryakumar, who looked in fine touch when the India's second team under Shikhar Dhawan toured Sri Lanka in July for a limited-overs series, has scores of 0, 8, 5 and 3 in the four matches he has played in the IPL's second leg. Kishan too has had dismal scores of 11, 14, and 9 in the UAE before he was dropped for the Punjab Kings match on Tuesday.\n\"For me, those guys have to be a little bit more professional now and try to help their team win the tournament. Forget the World Cup, this is your job now to get MI back into the tournament,\" Lara added.\n(With  IANS Inputs)",
        "snippet": "Suryakumar Yadav and Ishan Kishan are both part of India's squad for the T20 World Cup.\nThe squad though can be altered up until 10 October.",
        "keywords": "",
        "language": "en",
        "isSafe": true,
        "datePublished": "2021-09-29T05:52:44",
        "provider": {
            "name": "thequint",
            "favIcon": "",
            "favIconBase64Encoding": ""
        },
        "image": {
            "url": "https://images.thequint.com/thequint%2F2021-09%2F126face3-c93c-478d-a8bb-6080a57071b1%2F_AI_2764.JPG?w=1200&amp;auto=format%2Ccompress&amp;ogImage=true",
            "height": 0,
            "width": 0,
            "thumbnail": "",
            "thumbnailHeight": 0,
            "thumbnailWidth": 0,
            "base64Encoding": "",
            "name": null,
            "title": null,
            "provider": {
                "name": "thequint",
                "favIcon": "",
                "favIconBase64Encoding": ""
            },
            "imageWebSearchUrl": null,
            "webpageUrl": "https://www.thequint.com/indian-premier-league-ipl/ipl-2021-saurabh-tiwary-looks-hungrier-than-suryakumar-yadav-or-ishan-kishan-brian-lara"
        }
    },
    {
        "id": "6129513039280019608",
        "title": "'Out of Gutter, Into Drain': Vijayvargiya on Kanhaiyas Entry Into Congress",
        "url": "https://www.thequint.com/news/india/kanhaiya-kumar-bjp-kailash-vijayvargia-jignesh-mevani-congress",
        "description": "Reacting to Kanhaiya Kumar and Jignesh Mevani joining the Congress party, BJP National General Secretary Kailash Vijayvargiya said, If someone comes out of the gutter and falls into the drain, then I can only sympathise with him.\"",
        "body": "Share\nComments\nFormer Jawaharlal Nehru University Students' Union (JNUSU) President Kanhaiya Kumarwho was till now with the Communist Party of India (CPI), and Jignesh Mevani who is an Independent MLA from Gujarat's Vadgam, joined the Congresson Tuesday, 28 September, in the presence of party leader Rahul Gandhi.\nReacting to the new addition in the Congress arsenal, Bharatiya Janata Party (BJP) National General Secretary Kailash Vijayvargiya said, If someone comes out of the gutter and falls into the drain, then I can only sympathise with him.\"\nMeanwhile, several Congress leaders welcomed the young duo.\nAlso Read\nKanhaiya Kumar Joins Congress: Rahul Gandhi Has Been Planning This Since 2016\nResponding to Kanhaiya Kumar joining the Congress, CPI General Secretary D Raja said, \"He has expelled himself from my party. CPI has been fighting for a caste-less, class-less society. He must be having some personal ambitions and aspirations. It shows that he has no faith in communist and working-class ideology\", news agency ANI reported.\nHe added, \"The party existed before he joined and will succeed even after his expulsion. The party will not end with him. Our party is for selfless struggle and sacrifices. He (Kanhaiya Kumar) was not straightforward and truthful to my party.\"\nMeanwhile, Tajinder Pal Singh Bagga put up a hoarding with Kanhaiya Kumar, Rahul Gandhi, and Sonia Gandhi, with the text, \"'Bharat tere tukde honge' is now official slogan of Congress\"\nAlso Read",
        "snippet": "Reacting to Kanhaiya Kumar and Jignesh Mevani joining the Congress party, BJP National General Secretary Kailash Vijayvargiya said, If someone comes out of the gutter and falls into the drain, then I can only sympathise with him.\".",
        "keywords": "",
        "language": "en",
        "isSafe": true,
        "datePublished": "2021-09-29T04:10:25",
        "provider": {
            "name": "thequint",
            "favIcon": "",
            "favIconBase64Encoding": ""
        },
        "image": {
            "url": "https://images.thequint.com/thequint%2F2021-09%2Fa81fb85c-e589-4a77-9b2c-3074586b9cc0%2FWhatsApp_Image_2021_09_28_at_5_48_17_PM.jpeg?rect=0%2C16%2C1156%2C607&amp;w=1200&amp;auto=format%2Ccompress&amp;ogImage=true",
            "height": 0,
            "width": 0,
            "thumbnail": "",
            "thumbnailHeight": 0,
            "thumbnailWidth": 0,
            "base64Encoding": "",
            "name": null,
            "title": null,
            "provider": {
                "name": "thequint",
                "favIcon": "",
                "favIconBase64Encoding": ""
            },
            "imageWebSearchUrl": null,
            "webpageUrl": "https://www.thequint.com/news/india/kanhaiya-kumar-bjp-kailash-vijayvargia-jignesh-mevani-congress"
        }
    },
    {
        "id": "6452503568660287216",
        "title": "Champions League: Lionel Messi scores as PSG defeat Man City",
        "url": "https://www.business-standard.com/article/sports/champions-league-lionel-messi-scores-as-psg-defeat-man-city-121092900113_1.html",
        "description": "Read more about Champions League: Lionel Messi scores as PSG defeat Man City on Business Standard. Idrrisa Gueye and Lionel Messi got among the scoring chart as Paris Saint-Germain defeated Manchester City in the Group A encounter of the UEFA Champions League",
        "body": "UEFA Champions League\nhere at the Parc des Princes on Tuesday (local time).\nPSG defeated City 2-0 to move to the top spot in Group A with 4 points. Manchester City, meanwhile is at third spot with three points.\nGueye got PSG off the mark in just the eighth minute of the game and this put\nManchester City\non the backfoot. No other goals were scored in the first half and PSG held on to its 1-0 lead.\nIn the second half, Messi doubled PSG's lead in the 74th minute and by then, it was known that City would not be able to make a comeback.\nIn another game, Liverpool defeated Porto 5-1 in Group B encounter to move to the top spot with 6 points.\nFor the Reds, Mohamed Salah and Roberto Firmino scored a brace while Sadio Mane also got himself among the scoring sheet.\n(Only the headline and picture of this report may have been reworked by the Business Standard staff; the rest of the content is auto-generated from a syndicated feed.)\nDear Reader,\nBusiness Standard has always strived hard to provide up-to-date information and commentary on developments that are of interest to you and have wider political and economic implications for the country and the world.  Your encouragement and constant feedback on how to improve our offering have only made our resolve and commitment to these ideals stronger.  Even during these difficult times arising out of Covid-19, we continue to remain committed to keeping you informed and updated with credible news, authoritative views and incisive commentary on topical issues of relevance.\nWe, however, have a request.\nAs we battle the economic impact of the pandemic, we need your support even more, so that we can continue to offer you more quality content. Our subscription model has seen an encouraging response from many of you, who have subscribed to our online content. More subscription to our online content can only help us achieve the goals of offering you even better and more relevant content. We believe in free, fair and credible journalism. Your support through more subscriptions can help us practise the journalism to which we are committed.\nSupport quality journalism and",
        "snippet": "Read more about Champions League: Lionel Messi scores as PSG defeat Man City on Business Standard.\nIdrrisa Gueye and Lionel Messi got among the scoring chart as Paris Saint-Germain defeated Manchester City in the Group A encounter of the UEFA Champions League.",
        "keywords": "",
        "language": "en",
        "isSafe": true,
        "datePublished": "2021-09-29T03:40:00",
        "provider": {
            "name": "business-standard",
            "favIcon": "",
            "favIconBase64Encoding": ""
        },
        "image": {
            "url": "https://bsmedia.business-standard.com/_media/bs/img/article/2021-09/29/full/1632886800-8079.jpg",
            "height": 0,
            "width": 0,
            "thumbnail": "",
            "thumbnailHeight": 0,
            "thumbnailWidth": 0,
            "base64Encoding": "",
            "name": null,
            "title": null,
            "provider": {
                "name": "business-standard",
                "favIcon": "",
                "favIconBase64Encoding": ""
            },
            "imageWebSearchUrl": null,
            "webpageUrl": "https://www.business-standard.com/article/sports/champions-league-lionel-messi-scores-as-psg-defeat-man-city-121092900113_1.html"
        }
    },
    {
        "id": "7471396419969852957",
        "title": "Amarinder Singh in Delhi, first visit after quitting as Punjab Chief Minister",
        "url": "https://www.thehindu.com/news/national/other-states/amarinder-singh-in-delhi-first-visit-after-quitting-as-punjab-chief-minister/article36713956.ece",
        "description": "Some media reports claimed he may meet some BJP leaders in Delhi after which Amarinder Singhs media advisor Raveen Thukral sought to clarify the reason for his visit.",
        "body": "A\nSome media reports claimed he may meet some BJP leaders in Delhi after which Amarinder Singhs media advisor Raveen Thukral sought to clarify the reason for his visit.\nCongress leader Amarinder Singh on Tuesday headed to Delhi amid speculation about his future course of action, days after he quit as the Punjab Chief Minister. It is his first visit to the national capital after he resigned on September 18.\nSome media reports claimed he may meet some BJP leaders in Delhi after which Amarinder Singhs media advisor Raveen Thukral sought to clarify the reason for his visit. Mr. Thukral said he was on a personal visit to the national capital.\nToo much being read into @capt_amarinders visit to Delhi. Hes on a personal visit, during which hell meet some friends and also vacate Kapurthala house for the new CM. No need for any unnecessary speculation, tweeted Mr. Thukral.\nLater, at the Chandigarh airport, Amarinder said, I have to go for some work which I am going for. I have to hand over the Kapurthala House. He said the media was unnecessarily indulging in speculation.\nJust before the arrival of Amarinder Singh at the airport, Congress president Sonia Gandhi and party leader Rahul Gandhi also reached the airport after returning from Himachal Pradesh. They were on their way to the national capital.\nAmarinder Singh had resigned amid a bitter power tussle with party leader Navjot Singh Sidhu.\nAfter resigning as Punjab Chief Minister, Amarinder Singh had said he felt humiliated.\nLater, he had also called Congress leaders Rahul Gandhi and Priyanka Gandhi Vadra inexperienced.\nHe had also dubbed Mr. Sidhu as anti-national and dangerous, saying he would pit a strong candidate against the State party chief in the upcoming Assembly polls.\nHe had indicated he was still keeping his political options open, adding that he was talking to his friends before deciding on his future course of action.\nYou can be old at 40 and young at 80, he had said, making it clear that he did not see his age as a hurdle.",
        "snippet": "Some media reports claimed he may meet some BJP leaders in Delhi after which Amarinder Singhs media advisor Raveen Thukral sought to clarify the reason for his visit.",
        "keywords": "",
        "language": "en",
        "isSafe": true,
        "datePublished": "2021-09-28T12:27:01",
        "provider": {
            "name": "thehindu",
            "favIcon": "",
            "favIconBase64Encoding": ""
        },
        "image": {
            "url": "https://www.thehindu.com/static/theme/default/base/img/og-image.jpg",
            "height": 0,
            "width": 0,
            "thumbnail": "",
            "thumbnailHeight": 0,
            "thumbnailWidth": 0,
            "base64Encoding": "",
            "name": null,
            "title": null,
            "provider": {
                "name": "thehindu",
                "favIcon": "",
                "favIconBase64Encoding": ""
            },
            "imageWebSearchUrl": null,
            "webpageUrl": "https://www.thehindu.com/news/national/other-states/amarinder-singh-in-delhi-first-visit-after-quitting-as-punjab-chief-minister/article36713956.ece"
        }
    },
    {
        "id": "8348150576566372944",
        "title": "ED summons Shiv Sena MP Gawali for questioning in PMLA case",
        "url": "https://www.business-standard.com/article/current-affairs/ed-summons-shiv-sena-mp-gawali-for-questioning-in-pmla-case-121092900371_1.html",
        "description": "Read more about ED summons Shiv Sena MP Gawali for questioning in PMLA case on Business Standard. The Enforcement Directorate (ED) has summoned Shiv Sena MP Bhavana Gawali for questioning in a money laundering case on October 4, official sources said on Wednesday",
        "body": "MP Bhavana Gawali for questioning in a money laundering case on October 4, official sources said on Wednesday.\nGawali, 48, is a member of the Lok Sabha from the Yavatmal-Washim seat in Maharashtra.\nShe has been asked to depose before the investigating officer of the case at the ED office located in South Mumbai on October 4, they said.\nThe agency on Tuesday arrested her aide Saeed Khan in this criminal case filed under the provisions of the Prevention of Money Laundering Act (PMLA).\nThe agency, while taking the custody of Khan, told a special PMLA court here on Tuesday that Gawali criminally conspired to convert a trust into a private company through Khan by \"forgery and fraud\" for layering of funds worth around Rs 18 crore.\n(Only the headline and picture of this report may have been reworked by the Business Standard staff; the rest of the content is auto-generated from a syndicated feed.)\nDear Reader,\nBusiness Standard has always strived hard to provide up-to-date information and commentary on developments that are of interest to you and have wider political and economic implications for the country and the world.  Your encouragement and constant feedback on how to improve our offering have only made our resolve and commitment to these ideals stronger.  Even during these difficult times arising out of Covid-19, we continue to remain committed to keeping you informed and updated with credible news, authoritative views and incisive commentary on topical issues of relevance.\nWe, however, have a request.\nAs we battle the economic impact of the pandemic, we need your support even more, so that we can continue to offer you more quality content. Our subscription model has seen an encouraging response from many of you, who have subscribed to our online content. More subscription to our online content can only help us achieve the goals of offering you even better and more relevant content. We believe in free, fair and credible journalism. Your support through more subscriptions can help us practise the journalism to which we are committed.\nSupport quality journalism and",
        "snippet": "Read more about ED summons Shiv Sena MP Gawali for questioning in PMLA case on Business Standard.\nThe Enforcement Directorate (ED) has summoned Shiv Sena MP Bhavana Gawali for questioning in a money laundering case on October 4, official sources said on Wednesday.",
        "keywords": "",
        "language": "en",
        "isSafe": true,
        "datePublished": "2021-09-29T07:40:00",
        "provider": {
            "name": "business-standard",
            "favIcon": "",
            "favIconBase64Encoding": ""
        },
        "image": {
            "url": "https://bsmedia.business-standard.com/_media/bs/img/article/2021-07/02/full/1625235186-8676.jpg",
            "height": 0,
            "width": 0,
            "thumbnail": "",
            "thumbnailHeight": 0,
            "thumbnailWidth": 0,
            "base64Encoding": "",
            "name": null,
            "title": null,
            "provider": {
                "name": "business-standard",
                "favIcon": "",
                "favIconBase64Encoding": ""
            },
            "imageWebSearchUrl": null,
            "webpageUrl": "https://www.business-standard.com/article/current-affairs/ed-summons-shiv-sena-mp-gawali-for-questioning-in-pmla-case-121092900371_1.html"
        }
    },
    {
        "id": "3069824746010945476",
        "title": "India Sees 18,870 New COVID Cases, 378 Deaths in the Past 24 Hours",
        "url": "https://www.thequint.com/coronavirus/covid-19-india-fresh-cases-and-deaths-29-september-2021",
        "description": "India on Wednesday, 29 September reported 18,870 fresh coronavirus cases pushing the country's total case tally to 3,37,16,451.",
        "body": "Comments\nIndia on Wednesday, 29 September reported 18,870 fresh coronavirus cases, taking the country's case tally to 3,37,16,451.\nAccording to the data from the Union Health Ministry, as many as 28,178 people have recovered from the virus in the past 24 hours. The country also saw 378 deaths during this period, which took the total death count to 4,47,751.\nAt present, the country has a total of 2,82,520 active cases and as many as  3,29,86,180 people have recovered from the virus so far. India has also vaccinated 54,13,332 people in the last 24 hours, taking the total vaccination count of India to 87.66 crore.\nMeanwhile, Kerala reported 11,196 cases and 149 deaths.\n(At The Quint, we are answerable only to our audience. Play an active role in shaping our journalism by",
        "snippet": "India on Wednesday, 29 September reported 18,870 fresh coronavirus cases pushing the country's total case tally to 3,37,16,451.\nIndia on Wednesday, 29 September reported 18,870 fresh coronavirus cases, taking the country's case tally to 3,37,16,451.",
        "keywords": "",
        "language": "en",
        "isSafe": true,
        "datePublished": "2021-09-29T05:59:34",
        "provider": {
            "name": "thequint",
            "favIcon": "",
            "favIconBase64Encoding": ""
        },
        "image": {
            "url": "https://images.thequint.com/thequint%2F2021-04%2Ff5ab4925-04c5-4f09-a35b-a860f1483a8b%2FWhatsApp_Image_2021_04_28_at_12_23_29.jpeg?rect=0%2C0%2C1280%2C672&amp;w=1200&amp;auto=format%2Ccompress&amp;ogImage=true",
            "height": 0,
            "width": 0,
            "thumbnail": "",
            "thumbnailHeight": 0,
            "thumbnailWidth": 0,
            "base64Encoding": "",
            "name": null,
            "title": null,
            "provider": {
                "name": "thequint",
                "favIcon": "",
                "favIconBase64Encoding": ""
            },
            "imageWebSearchUrl": null,
            "webpageUrl": "https://www.thequint.com/coronavirus/covid-19-india-fresh-cases-and-deaths-29-september-2021"
        }
    },
    {
        "id": "6322076027610269362",
        "title": "UIDAI slashes Aadhaar authentication charge to 3: CEO",
        "url": "https://www.thehindu.com/news/national/uidai-slashes-aadhaar-authentication-charge-to-3-ceo/article36728787.ece",
        "description": "Till date, more than 99 crore eKYC have been done using the Aadhaar system",
        "body": "In this Wednesday, May 16, 2012, file photo, Indians crowd a room as they wait to enroll for Aadhar, India's unique identification project in Kolkata. | Photo Credit: AP\nTill date, more than 99 crore eKYC have been done using the Aadhaar system\nAadhaar custodian UIDAI has slashed the price for authentication by customers to 3 from 20 per instance to enable entities leverage its infrastructure for providing ease of living to people through various services and benefits.\nWhile speaking at Global Fintech Fest organised by NPCI-IAMAI, Unique Identity Authority of India CEO Saurabh Garg said that the potential of leveraging Aadhaar in the financial technology sector is immense.\n\"We have slashed the rate from 20 per authentication to 3 and the objective has been to ensure that different agencies, entities should be able to use the power of digital infrastructure which has been created by the State that needs to be used to provide people with ease of living with dignity,\" Mr. Garg said.\nTill date, more than 99 crore eKYC have been done using the Aadhaar system.\n\"I think it gives a cost effective and non-repudiable solution to fintech companies to onboard new customers. That is where the power lies and KYC of the Aadhar provides lifetime and reusable identity which is the power of the Aadhaar system,\" Mr. Garg said.\nHe said that UIDAI does not share biometrics with anyone and expects all its partners to maintain the same level of security and privacy as the authority does.",
        "snippet": "Till date, more than 99 crore eKYC have been done using the Aadhaar system.\nIn this Wednesday, May 16, 2012, file photo, Indians crowd a room as they wait to enroll for Aadhar, India's unique identification project in Kolkata.",
        "keywords": "",
        "language": "en",
        "isSafe": true,
        "datePublished": "2021-09-29T05:08:12",
        "provider": {
            "name": "thehindu",
            "favIcon": "",
            "favIconBase64Encoding": ""
        },
        "image": {
            "url": "https://www.thehindu.com/news/national/w3sgi4/article36728786.ece/ALTERNATES/LANDSCAPE_615/India-China-Hacking",
            "height": 0,
            "width": 0,
            "thumbnail": "",
            "thumbnailHeight": 0,
            "thumbnailWidth": 0,
            "base64Encoding": "",
            "name": null,
            "title": null,
            "provider": {
                "name": "thehindu",
                "favIcon": "",
                "favIconBase64Encoding": ""
            },
            "imageWebSearchUrl": null,
            "webpageUrl": "https://www.thehindu.com/news/national/uidai-slashes-aadhaar-authentication-charge-to-3-ceo/article36728787.ece"
        }
    },
    {
        "id": "7077995790302788503",
        "title": "Taliban failed to honour Doha accord, never renounced Al-Qaeda: US general",
        "url": "https://www.business-standard.com/article/international/taliban-failed-to-honour-doha-accord-never-renounced-al-qaeda-us-general-121092900089_1.html",
        "description": "Read more about Taliban failed to honour Doha accord, never renounced Al-Qaeda: US general on Business Standard. General Mark Milley said it is clear the war in Afghanistan did not end on the terms the United States wanted, with the Taliban now in power in Kabul.",
        "body": "United States\nwanted, with the Taliban now in power in Kabul.\nAnd we must remember that the Taliban was and remains a terrorist organisation, and they still have not broken ties with Al-Qaeda.I have no illusions who we are dealing with. It remains to be seen whether or not the Taliban can consolidate power or if the country will further fracture into civil war, he asserted.\nBut we must continue to protect the United States of America and its people from terrorist attacks coming from Afghanistan.A reconstituted\nor ISIS with aspirations to attack the US is a very real possibility. And those conditions to include activity in ungoverned spaces could present themselves in the next 12 to 36 months, he said.\nGeneral Milley said such a mission will be much harder now but not impossible.\nResponding to a question, he said he believes Al-Qaeda is in Afghanistan and that they have aspirations to reconstitute.\nAnd if they develop the capability, I believe they have aspirations to strike. It is too early in the process to determine the capability, but I do believe . Al-Qaeda is still at war with the United States , he said.\nOn withdrawal from Afghanistan, the senior official said it makes it much more difficult for the US to conduct intelligence, surveillance, reconnaissance and find-fix functions.\nThen we can strike almost from anywhere in the world, but the find-fix function is more difficult. We can still do it, it is not impossible, but it will make it more difficult, Milley added.\n(Only the headline and picture of this report may have been reworked by the Business Standard staff; the rest of the content is auto-generated from a syndicated feed.)\nDear Reader,\nBusiness Standard has always strived hard to provide up-to-date information and commentary on developments that are of interest to you and have wider political and economic implications for the country and the world.  Your encouragement and constant feedback on how to improve our offering have only made our resolve and commitment to these ideals stronger.  Even during these difficult times arising out of Covid-19, we continue to remain committed to keeping you informed and updated with credible news, authoritative views and incisive commentary on topical issues of relevance.\nWe, however, have a request.\nAs we battle the economic impact of the pandemic, we need your support even more, so that we can continue to offer you more quality content. Our subscription model has seen an encouraging response from many of you, who have subscribed to our online content. More subscription to our online content can only help us achieve the goals of offering you even better and more relevant content. We believe in free, fair and credible journalism. Your support through more subscriptions can help us practise the journalism to which we are committed.\nSupport quality journalism and",
        "snippet": "Read more about Taliban failed to honour Doha accord, never renounced Al-Qaeda: US general on Business Standard.\nGeneral Mark Milley said it is clear the war in Afghanistan did not end on the terms the United States wanted, with the Taliban now in power in Kabul.",
        "keywords": "",
        "language": "en",
        "isSafe": true,
        "datePublished": "2021-09-29T02:14:00",
        "provider": {
            "name": "business-standard",
            "favIcon": "",
            "favIconBase64Encoding": ""
        },
        "image": {
            "url": "https://bsmedia.business-standard.com/_media/bs/img/article/2021-09/23/full/1632374957-6051.jpg",
            "height": 0,
            "width": 0,
            "thumbnail": "",
            "thumbnailHeight": 0,
            "thumbnailWidth": 0,
            "base64Encoding": "",
            "name": null,
            "title": null,
            "provider": {
                "name": "business-standard",
                "favIcon": "",
                "favIconBase64Encoding": ""
            },
            "imageWebSearchUrl": null,
            "webpageUrl": "https://www.business-standard.com/article/international/taliban-failed-to-honour-doha-accord-never-renounced-al-qaeda-us-general-121092900089_1.html"
        }
    },
    {
        "id": "4924200954922718120",
        "title": "Active COVID-19 cases in country lowest in 194 days",
        "url": "https://www.dailyexcelsior.com/active-covid-19-cases-in-country-lowest-in-194-days/",
        "description": "New Delhi, Sept 29: The daily rise in coronavirus infections remained below 20,000 for the second consecutive day with 18,870 fresh cases recorded in a",
        "body": "Print\nNew Delhi, Sept 29: The daily rise in coronavirus infections remained below 20,000 for the second consecutive day with 18,870 fresh cases recorded in a single day, while the active cases declined to 2,82,520, the lowest in 194 days, according to the Union Health Ministry data updated on Wednesday.\nWith the fresh cases, Indias tally of COVID-19 cases rose to 3,37,16,451.\nThe death toll climbed to 4,47,751 with 378 fresh fatalities, according to the data updated at 8 am.\nThe active cases comprise 0.84 per cent of the total infections, the lowest since March 2020, while the national COVID-19 recovery rate was recorded at 97.83 per cent, the highest since March 2020, the ministry said.\nA decrease of 9,686 cases has been recorded in the active COVID-19 caseload in a span of 24 hours.\nAs many as 15,04,713 tests were conducted on Tuesday taking the total cumulative tests conducted so far for detection of COVID-19 in the country to 56,74,50,185.\nThe daily positivity rate was recorded at 1.25 per cent. It has been less than three per cent for last 30 days. The weekly positivity rate was recorded at 1.82 per cent. It has been below three per cent for the last 96 days, according to the ministry.\nThe number of people who have recuperated from the disease surged to 3,29,86,180, while the case fatality rate was recorded at 1.33 per cent.\nThe cumulative doses administered in the country so far under the nationwide COVID-19 vaccination drive has exceeded 87.66 crore.\nIndias COVID-19 tally had crossed the 20-lakh mark on August 7, 2020, 30 lakh on August 23, 40 lakh on September 5 and 50 lakh on September 16. It went past 60 lakh on September 28, 70 lakh on October 11, crossed 80 lakh on October 29, 90 lakh on November 20 and surpassed the one-crore mark on December 19.\nIndia crossed the grim milestone of two crore on May 4 and three crore on June 23.\nThe 378 new fatalities include 149 from Kerala, 64 from Haryana and 60 from Maharashtra.\nA total of 4,47,751 deaths have been reported so far in the country including 1,38,962 from Maharashtra, 37,763 from Karnataka, 35,526 from Tamil Nadu, 25,087 from Delhi, 24,810 from Kerala, 22,891 from Uttar Pradesh and 18,764 from West Bengal.\nThe ministry stressed that more than 70 per cent of the deaths occurred due to comorbidities.\nOur figures are being reconciled with the Indian Council of Medical Research, the ministry said on its website, adding that state-wise distribution of figures is subject to further verification and reconciliation. (Agencies)\nShare",
        "snippet": "New Delhi, Sept 29: The daily rise in coronavirus infections remained below 20,000 for the second consecutive day with 18,870 fresh cases recorded in a.",
        "keywords": "",
        "language": "en",
        "isSafe": true,
        "datePublished": "2021-09-29T07:17:40",
        "provider": {
            "name": "dailyexcelsior",
            "favIcon": "",
            "favIconBase64Encoding": ""
        },
        "image": {
            "url": "https://www.dailyexcelsior.com/wp-content/uploads/2021/09/covid_1_20210927_530_880-1.jpg",
            "height": 0,
            "width": 0,
            "thumbnail": "",
            "thumbnailHeight": 0,
            "thumbnailWidth": 0,
            "base64Encoding": "",
            "name": null,
            "title": null,
            "provider": {
                "name": "dailyexcelsior",
                "favIcon": "",
                "favIconBase64Encoding": ""
            },
            "imageWebSearchUrl": null,
            "webpageUrl": "https://www.dailyexcelsior.com/active-covid-19-cases-in-country-lowest-in-194-days/"
        }
    },
    {
        "id": "6295247928196164108",
        "title": "Maharashtra: Thane registers 292 new Covid-19 cases, 4 more deaths",
        "url": "https://www.business-standard.com/article/current-affairs/maharashtra-thane-registers-292-new-covid-19-cases-4-more-deaths-121092900167_1.html",
        "description": "Read more about Maharashtra: Thane registers 292 new Covid-19 cases, 4 more deaths on Business Standard. Thane has added 292 new cases of coronavirus, taking the infection count in the Maharashtra district to 5,58,795, an official said on Wednesday.",
        "body": "district to 5,58,795, an official said on Wednesday.\nThese new cases were reported on Tuesday, he said.\nFour more people succumbed to the viral infection, which raised the death toll in the district to 11,403, he said, adding that the COVID-19 mortality rate in\nThane\nstood at 2.04 per cent.\nIn neighbouring Palghar district, the COVID-19 case count has gone up to 1,35,830, while the death toll stands at 3,275, another official said.\n(Only the headline and picture of this report may have been reworked by the Business Standard staff; the rest of the content is auto-generated from a syndicated feed.)\nDear Reader,\nBusiness Standard has always strived hard to provide up-to-date information and commentary on developments that are of interest to you and have wider political and economic implications for the country and the world.  Your encouragement and constant feedback on how to improve our offering have only made our resolve and commitment to these ideals stronger.  Even during these difficult times arising out of Covid-19, we continue to remain committed to keeping you informed and updated with credible news, authoritative views and incisive commentary on topical issues of relevance.\nWe, however, have a request.\nAs we battle the economic impact of the pandemic, we need your support even more, so that we can continue to offer you more quality content. Our subscription model has seen an encouraging response from many of you, who have subscribed to our online content. More subscription to our online content can only help us achieve the goals of offering you even better and more relevant content. We believe in free, fair and credible journalism. Your support through more subscriptions can help us practise the journalism to which we are committed.\nSupport quality journalism and",
        "snippet": "Read more about Maharashtra: Thane registers 292 new Covid-19 cases, 4 more deaths on Business Standard.\nThane has added 292 new cases of coronavirus, taking the infection count in the Maharashtra district to 5,58,795, an official said on Wednesday.",
        "keywords": "",
        "language": "en",
        "isSafe": true,
        "datePublished": "2021-09-29T04:15:00",
        "provider": {
            "name": "business-standard",
            "favIcon": "",
            "favIconBase64Encoding": ""
        },
        "image": {
            "url": "https://bsmedia.business-standard.com/_media/bs/img/article/2021-09/24/full/1632447618-9088.png",
            "height": 0,
            "width": 0,
            "thumbnail": "",
            "thumbnailHeight": 0,
            "thumbnailWidth": 0,
            "base64Encoding": "",
            "name": null,
            "title": null,
            "provider": {
                "name": "business-standard",
                "favIcon": "",
                "favIconBase64Encoding": ""
            },
            "imageWebSearchUrl": null,
            "webpageUrl": "https://www.business-standard.com/article/current-affairs/maharashtra-thane-registers-292-new-covid-19-cases-4-more-deaths-121092900167_1.html"
        }
    }
]